{
  "1": "Teachers, or educational professionals tasked with helping students understand certain subjects and topics, are especially crucial today. In short, teachers help their students to become qualified for their future careers. Doctors, or medical professionals who specialize in providing health-related assistance to patients, are some of the most respected individuals in America and the world. It's the responsibility of doctors to help those who feel less-than-stellar to determine the underlying health issues and recommend an effective treatment. Or remedy to a disease, disorder, or condition.",
  "2": "A writer is a person who creates written content for various purposes and audiences. Writers may work in a variety of settings, including publishing companies, news organizations, and marketing agencies, and they may specialize in a particular type of writing, such as fiction, nonfiction, journalism, or technical writing. To become a writer, an individual typically needs to develop strong writing skills and a portfolio of published work. Some writers may also choose to complete a degree in creative writing or a related field in order to gain further training and expertise. Writers are responsible for creating written content that is clear, concise, and engaging. This may involve researching and gathering information, organizing and structure content, and revising and editing work to ensure that it meets the necessary standards and requirements. The profession of writing requires strong communication and creative skills, as well as the ability to think critically and express ideas effectively. It is a challenging and rewarding career that offers the opportunity to create meaningful and impactful content for a wide range of audiences.",
  "3": "The deadliest virus in modern history, perhaps of all time, was the 1918 Spanish Flu. It killed about 20 to 50 million people worldwide, perhaps more. The total death toll is unknown because medical records were not kept in many areas. The pandemic hit during World War I and devastated military troops. In the United States, for instance, more servicemen were killed from the flu than from the war itself. The Spanish flu was fatal to a higher proportion of young adults than most flu viruses. The pandemic started mildly, in the spring of 1918, but was followed by a much more severe wave in the fall of 1918. The war likely contributed to the devastating mortality numbers, as large outbreaks occurred in military forces living in close quarters. Poor nutrition and the unsanitary conditions of war camps had an effect. A third wave occurred in the winter and spring of 1919, and a fourth, smaller wave occurred in a few areas in spring 1920. Initial symptoms of the flu were typical: sore throat, headache, and fever. The flu often progressed rapidly to cause severe pneumonia and sometimes hemorrhage in the lungs and mucus membranes. A characteristic feature of severe cases of the Spanish Flu was heliotrope cyanosis, where the patient s face turned blue from lack of oxygen in the cells. Death usually followed within hours or days. Modern medicine such as vaccines, antivirals, and antibiotics for secondary infections were not available at that time, so medical personnel couldnt do much more than try to relieve symptoms. The flu ended when it had infected enough people that those who were susceptible had either died or developed immunity.",
  "4": "In our modern world, there are many factors that place the wellbeing of the planet in jeopardy. While some people have the opinion that environmental problems are just a natural occurrence, others believe that human beings have a huge impact on the environment. Regardless of your viewpoint, take into consideration the following factors that place our environment as well as the planet Earth in danger. Global warming or climate change is a major contributing factor to environmental damage. Because of global warming, we have seen an increase in melting ice caps, a rise in sea levels, and the formation of new weather patterns. These weather patterns have caused stronger storms, droughts, and flooding in places that they formerly did not occur. Air pollution is primarily caused as a result of excessive and unregulated emissions of carbon dioxide into the air. Pollutants mostly emerge from the burning of fossil fuels in addition to chemicals, toxic substances, and improper waste disposal. Air pollutants are absorbed into the atmosphere, and they can cause smog, a combination of smoke and fog, in valleys as well as produce acidic precipitation in areas far away from the pollution source. In many areas, people and local governments do not sustainably use their natural resources. Mining for natural gases, deforestation, and even improper use of water resources can have tremendous effects on the environment. While these strategies often attempt to boost local economies, their effects can lead to oil spills, interrupted animal habitats, and droughts. Ultimately, the effects of the modern world on the environment can lead to many problems. Human beings need to consider the repercussions of their actions, trying to reduce, reuse, and recycle materials while establishing environmentally sustainable habits. If measures are not taken to protect the environment, we can potentially witness the extinction of more endangered species, worldwide pollution, and a completely uninhabitable planet.",
  "5": "The key, he thought at last, dripping wet, must be to hold the wings still at high speeds to flap up to fifty and then hold the wings still. From two thousand feet he tried again, rolling into his dive, beak straight down, wings full out and stable from the moment he passed fifty miles per hour. It took tremendous strength, but it worked. In ten seconds he had blurred through ninety miles per hour. Jonathan had set a world speed record for seagulls! But victory was short-lived. The instant he began his pullout, the instant he changed the angle of his wings, he snapped into that same terrible uncontrolled disaster, and at ninety miles per hour it hit him like dynamite. Jonathan Seagull exploded in midair and smashed down into a brickhard sea. When he came to, it was well after dark, and he floated in moonlight on the surface of the ocean. His wings were ragged bars of lead, but the weight of failure was even heavier on his back. He wished, feebly, that the weight could be just enough to drug him gently down to the bottom, and end it all. As he sank low in the water, a strange hollow voice sounded within him. There s no way around it. I am a seagull. I am limited by my nature. If I were meant to learn so much about flying, I d have charts for brains. If I were meant to fly at speed, Id have a falcons short wings, and live on mice instead of fish. My father was right. I must forget this foolishness. I must fly home to the Flock and be content as I am, as a poor limited seagull. The voice faded, and Jonathan agreed. The place for a seagull at night is on shore, and from this moment forth, he vowed, he would be a normal gull. It would make everyone happier. He pushed wearily away from the dark water and flew toward the land, grateful for what he had learned about work-saving low-altitude flying. But no, he thought. I am done with the way I was, I am done with everything I learned. I am a seagull like every other seagull, and I will fly like one. So he climbed painfully to a hundred feet and flapped his wings harder, pressing for shore. He felt better for his decision to be just another one of the Flock. There would be no ties now to the force that had driven him to learn, there would be no more challenge and no more failure. And it was pretty, just to stop thinking, and fly through the dark, toward the lights above the beach. Dark! The hollow voice cracked in alarm. Seagulls never fly in the dark! Jonathan was not alert to listen. Its pretty, he thought. The moon and the lights twinkling on the water, throwing out little beacon-trails through the night, and all so peaceful and still...Get down! Seagulls never fly in the dark! If you were meant to fly in the dark, youd have the eyes of an owl! Youd have charts for brains! Youd have a falcons short wings! There in the night, a hundred feet in the air, Jonathan Livingston Seagull blinked. His pain, his resolutions, vanished. Short wings. A falcons short wings! Thats the answer! What a fool Ive been! All I need is a tiny little wing, all I need is to fold most of my wings and fly on just the tips alone! Short wings!",
  "6": "It was morning, and the new sun sparkled gold across the ripples of a gentle sea. A mile from shore a fishing boat chummed the water. and the word for Breakfast Flock flashed through the air, till a crowd of a thousand seagulls came to dodge and fight for bits of food. It was another busy day beginning. But way off alone, out by himself beyond boat and shore, Jonathan Livingston Seagull was practicing. A hundred feet in the sky he lowered his webbed feet, lifted his beak, and strained to hold a painful hard twisting curve through his wings. The curve meant that he would fly slowly, and now he slowed until the wind was a whisper in his face, until the ocean stood still beneath him. He narrowed his eyes in fierce concentration, held his breath, forced one... single... more... inch... of... curve... Then his featliers ruffled, he stalled and fell. Seagulls, as you know, never falter, never stall. To stall in the air is for them disgrace and it is dishonor. But Jonathan Livingston Seagull, unashamed, stretching his wings again in that trembling hard curve slowing, slowing, and stalling once more was no ordinary bird.Most gulls don't bother to learn more than the simplest facts of flight how to get from shore to food and back again. For most gulls, it is not flying that matters, but eating. For this gull, though, it was not eating that mattered, but flight. More than anything else. Jonathan Livingston Seagull loved to fly. This kind of thinking, he found, is not the way to make ones self popular with other birds. Even his parents were dismayed as Jonathan spent whole days alone, making hundreds of low-level glides, experimenting. He didnt know why, for instance, but when he flew at altitudes less than half his wingspan above the water, he could stay in the air longer, with less effort. His glides ended not with the usual feet-down splash into the sea, but with a long flat wake as he touched the surface with his feet tightly streamlined against his body. When he began sliding in to feet-up landings on the beach, then pacing the length of his slide in the sand, his parents were very much dismayed indeed. Why, Jon, why? his mother asked. Why is it so hard to be like the rest of the flock, Jon? Why cant you leave low flying to the pelicans, the alhatross? Why dont you eat? Son, youre bone and feathers! I dont mind being bone and feathers mom. I just want to know what I can do in the air and what I cant, thats all. I just want to know. See here Jonathan said his father not unkindly. Winter isnt far away. Boats will be few and the surface fish will be swimming deep. If you must study, then study food, and how to get it. This flying business is all very well, but you cant eat a glide, you know. Dont you forget that the reason you fly is to eat. Jonathan nodded obediently. For the next few days he tried to behave like the other gulls; he really tried, screeching and fighting with the flock around the piers and fishing boats, diving on scraps of fish and bread. But he couldnt make it work.Its all so pointless, he thought, deliberately dropping a hard-won anchovy to a hungry old gull chasing him. I could be spending all this time learning to fly. Theres so much to learn! It wasnt long before Jonathan Gull was off by himself again, far out at sea, hungry, happy, learning. The subject was speed, and in a weeks practice he learned more about speed than the fastest gull alive. From a thousand feet, flapping his wings as hard as he could, he pushed over into a blazing steep dive toward the waves, and learned why seagulls dont make blazing steep pewer-dives. In just six seconds he was moving seventy miles per hour, the speed at which ones wing goes unstable on the upstroke. Time after time it happened. Careful as he was, working at the very peak of his ability, he lost control at high speed.Climb to a thousand feet. Full power straight ahead first, then push over, flapping, to a vertical dive. Then, every time, his left wing stalled on an upstroke, hed roll violently left, stall his right wing recovering, and flick like fire into a wild tumbling spin to the right. He couldnt be careful enough on that upstroke. Ten times he tried, and all ten times, as he passed through seventy miles per hour, he burst into a churning mass of feathers, out of control, crashing down into the water.",
  "7": "Montag grinned the fierce grin of all men singed and driven back by flame. He knew that when he returned to the firehouse, he might wink at himself, a minstrel man, burnt-corked, in the mirror. Later, going to sleep, he would feel the fiery smile still gripped by his face muscles, in the dark. It never went away, that smile, it never ever went away, as long as he remembered. He hung up his black-beetle-coloured helmet and shined it, he hung his flameproof jacket neatly; he showered luxuriously, and then, whistling, hands in pockets, walked across the upper floor of the fire station and fell down the hole. At the last moment, when disaster seemed positive, he pulled his hands from his pockets and broke his fall by grasping the golden pole. He slid to a squeaking halt, the heels one inch from the concrete floor downstairs. He walked out of the fire station and along the midnight street toward the subway where the silent, air-propelled train slid soundlessly down its lubricated flue in the earth and let him out with a great puff of warm air an to the cream-tiled escalator rising to the suburb. Whistling, he let the escalator waft him into the still night air. He walked toward the comer, thinking little at all about nothing in particular. Before he reached the corner, however, he slowed as if a wind had sprung up from nowhere, as if someone had called his name. The last few nights he had had the most uncertain feelings about the sidewalk just around the corner here, moving in the starlight toward his house. He had felt that a moment before his making the turn, someone had been there. The air seemed charged with a special calm as if someone had waited there, quietly, and only a moment before he came, simply turned to a shadow and let him through. Perhaps his nose detected a faint perfume, perhaps the skin on the backs of his hands, on his face, felt the temperature rise at this one spot where a person's standing might raise the immediate atmosphere ten degrees for an instant. There was no understanding it. Each time he made the turn, he saw only the white, unused, buckling sidewalk, with perhaps, on one night, something vanishing swiftly across a lawn before he could focus his eyes or speak. But now, tonight, he slowed almost to a stop. His inner mind, reaching out to turn the corner for him, had heard the faintest whisper. Breathing? Or was the atmosphere compressed merely by someone standing very quietly there, waiting? He turned the corner. The autumn leaves blew over the moonlit pavement in such a way as to make the girl who was moving there seem fixed to a sliding walk, letting the motion of the wind and the leaves carry her forward. Her head was half bent to watch her shoes stir the circling leaves. Her face was slender and milk-white, and in it was a kind of gentle hunger that touched over everything with tireless curiosity. It was a look, almost, of pale surprise; the dark eyes were so fixed to the world that no move escaped them. Her dress was white and it whispered. He almost thought he heard the motion of her hands as she walked, and the infinitely small sound now, the white stir of her face turning when she discovered she was a moment away from a man who stood in the middle of the pavement waiting. The trees overhead made a great sound of letting down their dry rain. The girl stopped and looked as if she might pull back in surprise, but instead stood regarding Montag with eyes so dark and shining and alive, that he felt he had said something quite wonderful. But he knew his mouth had only moved to say hello, and then when she seemed hypnotized by the salamander on his arm and the phoenix-disc on his chest, he spoke again. Of course, he said, you're a new neighbour, aren't you? And you must be she raised her eyes from his professional symbols the fireman. Her voice trailed off. How oddly you say that. I'd-I'd have known it with my eyes shut, she said, slowly. What-the smell of kerosene? My wife always complains, he laughed. You never wash it off completely. No, you don't, she said, in awe. He felt she was walking in a circle about him, turning him end for end, shaking him quietly, and emptying his pockets, without once moving herself. Kerosene, he said, because the silence had lengthened, is nothing but perfume to me. Does it seem like that, really? Of course. Why not? She gave herself time to think of it. I don't know. She turned to face the sidewalk going toward their homes. Do you mind if I walk back with you? I'm Clarisse McClellan. Clarisse. Guy Montag. Come along. What are you doing out so late wandering around? How old are you? They walked in the warm-cool blowing night on the silvered pavement and there was the faintest breath of fresh apricots and strawberries in the air, and he looked around and realized this was quite impossible, so late in the year. There was only the girl walking with him now, her face bright as snow in the moonlight, and he knew she was working his questions around, seeking the best answers she could possibly give. Well, she said, I'm seventeen and I'm crazy. My uncle says the two always go together. When people ask your age, he said, always say seventeen and insane. Isn't this a nice time of night to walk? I like to smell things and look at things, and sometimes stay up all night, walking, and watch the sun rise. They walked on again in silence and finally she said, thoughtfully, You know, I'm not afraid of you at all. He was surprised. Why should you be? So many people are. Afraid of firemen, I mean. But you're just a man, after all... He saw himself in her eyes, suspended in two shining drops of bright water, himself dark and tiny, in fine detail, the lines about his mouth, everything there, as if her eyes were two miraculous bits of violet amber that might capture and hold him intact. Her face, turned to him now, was fragile milk crystal with a soft and constant light in it. It was not the hysterical light of electricity but-what? But the strangely comfortable and rare and gently flattering light of the candle. One time, when he was a child, in a power-failure, his mother had found and lit a last candle and there had been a brief hour of rediscovery, of such illumination that space lost its vast dimensions and drew comfortably around them, and they, mother and son, alone, transformed, hoping that the power might not come on again too soon... And then Clarisse McClellan said",
  "8": "The history of all hitherto existing societies is the history of class struggles. Freeman and slave, patrician and plebeian, lord and serf, guild-master and journeyman, in a word, oppressor and oppressed, stood in constant opposition to one another, carried on an uninterrupted, now hidden, now open fight, a fight that each time ended, either in a revolutionary re-constitution of society at large, or in the common ruin of the contending classes.In the earlier epochs of history, we find almost everywhere a complicated arrangement of society into various orders, a manifold gradation of social rank. In ancient Rome we have patricians, knights, plebeians, slaves; in the Middle Ages, feudal lords, vassals, guild-masters, journeymen, apprentices, serfs; in almost all of these classes, again, subordinate gradations. The modern bourgeois society that has sprouted from the ruins of feudal society has not done away with clash antagonisms. It has but established new classes, new conditions of oppression, new forms of struggle in place of the old ones. Our epoch, the epoch of the bourgeoisie, possesses, however, this distinctive feature: it has simplified the class antagonisms: Society as a whole is more and more splitting up into two great hostile camps, into two great classes, directly facing each other: Bourgeoisie and Proletariat. From the serfs of the Middle Ages sprang the chartered burghers of the earliest towns. From these burgesses the first elements of the bourgeoisie were developed.The discovery of America, the rounding of the Cape, opened up fresh ground for the rising bourgeoisie. The East-Indian and Chinese markets, the colonisation of America, trade with the colonies, the increase in the means of exchange and in commodities generally, gave to commerce, to navigation, to industry, an impulse never before known, and thereby, to the revolutionary element in the tottering feudal society, a rapid development. The feudal system of industry, under which industrial production was monopolised by closed guilds, now no longer sufficed for the growing wants of the new markets. The manufacturing system took its place. The guild-masters were pushed on one side by the manufacturing middle class; division of labour between the different corporate guilds vanished in the face of division of labour in each single workshop.Meantime the markets kept ever growing, the demand ever rising. Even manufacture no longer sufficed. Thereupon, steam and machinery revolutionised industrial production. The place of manufacture was taken by the giant, Modern Industry, the place of the industrial middle class, by industrial millionaires, the leaders of whole industrial armies, the modern bourgeois. Modern industry has established the world-market, for which the discovery of America paved the way. This market has given an immense development to commerce, to navigation, to communication by land. This development has, in its time, reacted on the extension of industry; and in proportion as industry, commerce, navigation, railways extended, in the same proportion the bourgeoisie developed, increased its capital, and pushed into the background every class handed down from the Middle Ages. We see, therefore, how the modern bourgeoisie is itself the product of a long course of development, of a series of revolutions in the modes of production and of exchange. Each step in the development of the bourgeoisie was accompanied by a corresponding political advance of that class. An oppressed class under the sway of the feudal nobility, an armed and self-governing association in the mediaeval commune; here independent urban republic (as in Italy and Germany), there taxable third estate of the monarchy (as in France), afterwards, in the period of manufacture proper, serving either the semi-feudal or the absolute monarchy as a counterpoise against the nobility, and, in fact, corner-stone of the great monarchies in general, the bourgeoisie has at last, since the establishment of Modern Industry and of the world-market, conquered for itself, in the modern representative State, exclusive political sway. The executive of the modern State is but a committee for managing the common affairs of the whole bourgeoisie. The bourgeoisie, historically, has played a most revolutionary part. The bourgeoisie, wherever it has got the upper hand, has put an end to all feudal, patriarchal, idyllic relations. It has pitilessly torn asunder the motley feudal ties that bound man to his natural superiors, and has left remaining no other nexus between man and man than naked self-interest, than callous cash payment. It has drowned the most heavenly ecstasies of religious fervour, of chivalrous enthusiasm, of philistine sentimentalism, in the icy water of egotistical calculation. It has resolved personal worth into exchange value. And in place of the numberless and feasible chartered freedoms, has set up that single, unconscionable freedom -- Free Trade. In one word, for exploitation, veiled by religious and political illusions, naked, shameless, direct, brutal exploitation.The bourgeoisie has stripped of its halo every occupation hitherto honoured and looked up to with reverent awe. It has converted the physician, the lawyer, the priest, the poet, the man of science, into its paid wage labourers. The bourgeoisie has torn away from the family its sentimental veil, and has reduced the family relation to a mere money relation. The bourgeoisie has disclosed how it came to pass that the brutal display of vigour in the Middle Ages, which Reactionists so much admire, found its fitting complement in the most slothful indolence. It has been the first to show what man's activity can bring about. It has accomplished wonders far surpassing Egyptian pyramids, Roman aqueducts, and Gothic cathedrals; it has conducted expeditions that put in the shade all former Exoduses of nations and crusades. The bourgeoisie cannot exist without constantly revolutionising the instruments of production, and thereby the relations of production, and with them the whole relations of society. Conservation of the old modes of production in unaltered form, was, on the contrary, the first condition of existence for all earlier industrial classes. Constant revolutionising of production, uninterrupted disturbance of all social conditions, everlasting uncertainty and agitation distinguish the bourgeois epoch from all earlier ones. All fixed, fast-frozen relations, with their train of ancient and venerable prejudices and opinions, are swept away, all new-formed ones become antiquated before they can ossify. All that is solid melts into air, all that is holy is profaned, and man is at last compelled to face with sober senses, his real conditions of life, and his relations with his kind. The need of a constantly expanding market for its products chases the bourgeoisie over the whole surface of the globe. It must nestle everywhere, settle everywhere, establish connexions everywhere.The bourgeoisie has through its exploitation of the world-market given a cosmopolitan character to production and consumption in every country. To the great chagrin of Reactionists, it has drawn from under the feet of industry the national ground on which it stood. All old-established national industries have been destroyed or are daily being destroyed. They are dislodged by new industries, whose introduction becomes a life and death question for all civilised nations, by industries that no longer work up indigenous raw material, but raw material drawn from the remotest zones; industries whose products are consumed, not only at home, but in every quarter of the globe. In place of the old wants, satisfied by the productions of the country, we find new wants, requiring for their satisfaction the products of distant lands and climes. In place of the old local and national seclusion and self-sufficiency, we have intercourse in every direction, universal inter-dependence of nations. And as in material, so also in intellectual production. The intellectual creations of individual nations become common property. National one-sidedness and narrow-mindedness become more and more impossible, and from the numerous national and local literatures, there arises a world literature. The bourgeoisie, by the rapid improvement of all instruments of production, by the immensely facilitated means of communication, draws all, even the most barbarian, nations into civilisation. The cheap prices of its commodities are the heavy artillery with which it batters down all Chinese walls, with which it forces the barbarians' intensely obstinate hatred of foreigners to capitulate. It compels all nations, on pain of extinction, to adopt the bourgeois mode of production; it compels them to introduce what it calls civilisation into their midst, i.e., to become bourgeois themselves. In one word, it creates a world after its own image. The bourgeoisie has subjected the country to the rule of the towns. It has created enormous cities, has greatly increased the urban population as compared with the rural, and has thus rescued a considerable part of the population from the idiocy of rural life. Just as it has made the country dependent on the towns, so it has made barbarian and semi-barbarian countries dependent on the civilised ones, nations of peasants on nations of bourgeois, the East on the West. The bourgeoisie keeps more and more doing away with the scattered state of the population, of the means of production, and of property. It has agglomerated production, and has concentrated property in a few hands. The necessary consequence of this was political centralisation. Independent, or but loosely connected provinces, with separate interests, laws, governments and systems of taxation, became lumped together into one nation, with one government, one code of laws, one national class-interest, one frontier and one customs-tariff. The bourgeoisie, during its rule of scarce one hundred years, has created more massive and more colossal productive forces than have all preceding generations together. Subjection of Nature's forces to man, machinery, application of chemistry to industry and agriculture, steam-navigation, railways, electric telegraphs, clearing of whole continents for cultivation, canalisation of rivers, whole populations conjured out of the ground -- what earlier century had even a presentiment that such productive forces slumbered in the lap of social labour?",
  "9": "Many, Lorenzo, have held and still hold the opinion, that there is nothing which has less in common with another, and that is so dissimilar, as civilian life is from the military. Whence it is often observed, if anyone designs to avail himself of an enlistment in the army, that he soon changes, not only his clothes, but also his customs, his habits, his voice, and in the presence of any civilian custom, he goes to pieces; for I do not believe that any man can dress in civilian clothes who wants to be quick and ready for any violence; nor can that man have civilian customs and habits, who judges those customs to be effeminate and those habits not conducive to his actions; nor does it seem right to him to maintain his ordinary appearance and voice who, with his beard and cursing, wants to make other men afraid: which makes such an opinion in these times to be very true. But if they should consider the ancient institutions, they would not find matter more united, more in conformity, and which, of necessity, should be like to each other as much as these (civilian and military); for in all the arts that are established in a society for the sake of the common good of men, all those institutions created to (make people) live in fear of the laws and of God would be in vain, if their defense had not been provided for and which, if well arranged, will maintain not only these, but also those that are not well established. And so (on the contrary), good institutions without the help of the military are not much differently disordered than the habitation of a superb and regal palace, which, even though adorned with jewels and gold, if it is not roofed over will not have anything to protect it from the rain. And, if in any other institutions of a City and of a Republic every diligence is employed in keeping men loyal, peaceful, and full of the fear of God, it is doubled in the military; for in what man ought the country look for greater loyalty than in that man who has to promise to die for her? In whom ought there to be a greater love of peace, than in him who can only be injured by war? In whom ought there to be a greater fear of God than in him who, undergoing infinite dangers every day, has more need for His aid? If these necessities in forming the life of the soldier are well considered, they are found to be praised by those who gave the laws to the Commanders and by those who were put in charge of military training, and followed and imitated with all diligence by others. But because military institutions have become completely corrupt and far removed from the ancient ways, these sinister opinions have arisen which make the military hated and intercourse with those who train them avoided. And I, judging, by what I have seen and read, that it is not impossible to restore its ancient ways and return some form of past virtue to it, have decided not to let this leisure time of mine pass without doing something, to write what I know of the art of war, to the satisfaction of those who are lovers of the ancient deeds. And although it requires courage to treat of those matters of which others have made a profession, none the less, I do not believe that it is a mistake to occupy a position with words, which may, with greater presumption, have been occupied with deeds; for the errors which I should make in writing can be corrected without injury to anyone, but those which are made with deeds cannot be found out except by the ruin of the Commanders.You, Lorenzo, will therefore consider the quality of these efforts of mine, and will give in your judgement of them that censure or praise which will appear to you to be merited. I send you these, as much as to show myself grateful for all the benefits I have received from you, although I will not include in them the (review) of this work of mine, as well as also, because being accustomed to honor similar works of those who shine because of their nobility, wealth, genius, and liberality, I know you do not have many equals in wealth and nobility, few in ingenuity, and no one in liberality. As I believe that it is possible for one to praise, without concern, any man after he is dead since every reason and supervision for adulation is lacking, I am not apprehensive in praising our own Cosimo Ruccelai, whose name is never remembered by me without tears, as I have recognized in him those parts which can be desired in a good friend among friends and in a citizen of his country. For I do not know what pertained to him more than to spend himself willingly, not excepting that courage of his, for his friends, and I do not know of any enterprise that dismayed him when he knew it was for the good of his country. And I confess freely not to have met among so many men whom I have known and worked with, a man in whom there was a mind more fired with great and magnificent things. Nor does one grieve with the friends of another of his death, except for his having been born to die young unhonored within his own home, without having been able to benefit anyone with that mind of his, for one would know that no one could speak of him, except (to say) that a good friend had died. It does not remain for us, however, or for anyone else who, like us, knew him, to be able because of this to keep the faith (since deeds do not seem to) to his laudable qualities. It is true however, that fortune was not so unfriendly to him that it did not leave some brief memory of the dexterity of his genius, as was demonstrated by some of his writings and compositions of amorous verses, in which (as he was not in love) he (employed as an) exercise in order not to use his time uselessly in his juvenile years, in order that fortune might lead him to higher thoughts. Here, it can be clearly comprehended, that if his objective was exercise, how very happily he described his ideas, and how much he was honored in his poetry. Fortune, however, having deprived us of the use of so great a friend, it appears to me it is not possible to find any other better remedy than for us to seek to benefit from his memory, and recover from it any matter that was either keenly observed or wisely discussed. And as there is nothing of his more recent than the discussions which the Lord Fabrizio Colonna had with him in his gardens, where matters pertaining to war were discussed at length by that Lord, with (questions) keenly and prudently asked by Cosimo, it seemed proper to me having been present with other friends of ours, to recall him to memory, so that reading it, the friends of Cosimo who met there will renew in their minds the memory of his virtue, and another part grieving for not having been there, will learn in part of many things discussed wisely by a most sagacious man useful not only to the military way of life, but to the civilian as well. I will relate, therefore, how Fabrizio Colonna, when he returned from Lombardy where he had fought a long time gloriously for the Catholic King, decided to pass through Florence to rest several days in that City in order to visit His Excellency the Duke, and see again several gentlemen with whom he had been familiar in the past. Whence it appeared proper to Cosimo to invite him to a banquet in his gardens, not so much to show his generosity as to have reason to talk to him at length, and to learn and understand several things from him, according as one can hope to from such a man, for it appeared to him to give him an opportunity to spend a day discussing such matters as would satisfy his mind. Fabrizio, therefore, came as planned, and was received by Cosimo together with several other loyal friends of his, among whom were Zanobi Buondelmonti, Battista Della Palla, and Luigi Alamanni, young men most ardent in the same studies and loved by him, whose good qualities, because they were also praised daily by himself, we will omit. Fabrizio, therefore, was honored according to the times and the place, with all the highest honors they could give him. As soon as the convivial pleasures were past and the table cleared and every arrangement of feasting finished, which, in the presence of great men and those who have their minds turned to honorable thoughts is soon accomplished, and because the day was long and the heat intense, Cosimo, in order to satisfy their desire better, judged it would be well to take the opportunity to escape the heat by leading them to the more secret and shadowy part of his garden: when they arrived there and chairs brought out, some sat on the grass which was most fresh in the place, some sat on chairs placed in those parts under the shadow of very high trees; Fabrizio praised the place as most delightful, and looking especially at the trees, he did not recognize one of them, and looked puzzled. Cosimo, becoming aware of this said: Perhaps you have no knowledge of some of these trees, but do not wonder about them, because here are some which were more widely known by the ancients than are those commonly seen today. And giving him the name of some and telling him that Bernardo, his grandfather, had worked hard in their culture, Fabrizio replied: I was thinking that it was what you said I was, and this place and this study make me remember several Princes of the Kingdom, who delighted in their ancient culture and the shadow they cast. And stopping speaking of this, and somewhat upon himself as though in suspense, he added: If I did not think I would offend you, I would give you my opinion: but I do not believe in talking and discussing things with friends in this manner that I insult them. How much better would they have done (it is said with peace to everyone) to seek to imitate the ancients in the strong and rugged things, not in the soft and delicate, and in the things they did under the sun, not in the shadows, to adopt the honest and perfect ways of antiquity, not the false and corrupt; for while these practices were pleasing to my Romans, my country (without them) was ruined. To which Cosimo replied (but to avoid the necessity of having to repeat so many times who is speaking, and what the other adds, only the names of those speaking will be noted, without repeating the others). Cosimo, therefore, said: You have opened the way for a discussion which I desired, and I pray you to speak without regard, for I will question you without regard; and if, in questioning or in replying, I accuse or excuse anyone, it will not be for accusing or excusing, but to understand the truth from you. Do you not have within the memory of events of your time, many soldiers in Italy, finding themselves without employment because of the termination of wars, gathered themselves into very troublesome gangs, calling themselves companies, and went about levying tribute on the towns and sacking the country, without there being any remedy able to be applied? Have you not read how the Carthaginian soldiers, when the first war they engaged in with the Romans under Matus and Spendius was ended, tumultuously chose two leaders, and waged a more dangerous war against the Carthaginians than that which they had just concluded with the Romans? And in the time of our fathers, Francesco Sforza, in order to be able to live honorably (comfortably) in times of peace, not only deceived the Milanese, in whose pay he was, but took away their liberty and became their Prince. All the other soldiers of Italy, who have employed the military as their particular profession, have been like this man; and if, through their malignity, they have not become Dukes of Milan, so much more do they merit to be censured; for without such a return ((if their lives were to be examined)), they all have the same cares. Sforza, father of Francesco, constrained Queen Giovanna to throw herself into the arms of the King of Aragon, having abandoned her suddenly, and left her disarmed amid her enemies, only in order to satisfy his ambition of either levying tribute or taking the Kingdom. Braccio, with the same industry, sought to occupy the Kingdom of Naples, and would have succeeded, had he not been routed and killed at Aquilla. Such evils do not result from anything else other than the existence of men who employ the practice of soldiering as their own profession. Do you not have a proverb which strengthens my argument, which says: War makes robbers, and peace hangs them? For those who do not know how to live by another practice, and not finding any one who will support them in that, and not having so much virtu that they know how to come and live together honorably, are forced by necessity to roam the streets, and justice is forced to extinguish them.",
  "10": "I have shown you how to organize an army to battle another army which is seen posted against you, and I have told you how it is overcome, and also of the many circumstances which can occur because of the various incidents surrounding it, so that it appears to me now to be the time to show you how to organize an army against an enemy which is unseen, but which you are continually afraid will assault you. This happens when marching through country which is hostile, or suspected (of being so). And first you have to understand that a Roman Army ordinarily always sent ahead some groups of cavalry as observers for the march. Afterwards the right wing followed. After this came all the wagons which pertained to it. After those, another Legion, and next its wagons. After these come the left wing with its wagon in the rear, and the remainder of the cavalry followed in the last part. This was in effect the manner in which one ordinarily marched. And if it happened that the Army should be assaulted on the march in front or from the rear, they quickly caused all the wagons to be withdrawn either on the right, or on the left, according as it happened, or rather as best they could depending on the location, and all the forces together, free from their baggage, set up a front on that side from which the enemy was coming. If they were assaulted on the flank, they would withdraw the wagons to the side which was secure, and set up a front on the other. This method being good, and prudently conducted, appears to me ought to be imitated, sending cavalry ahead to observe the country, then having four battalions, having them march in line, and each with its wagons in the rear. And as the wagons are of two kinds, that is, those pertaining to individual soldiers, and the public ones for use by the whole camp, I would divide the public wagons into four parts, and assign a part to each Battalion, also dividing the artillery and all the unarmed men, so that each one of those armed should have its equal share of impedimenta. But as it sometimes happens that one marches in a country not only suspect, but hostile in fact, that you are afraid of being attacked hourly, in order to go on more securely, you are compelled to change the formation of the march, and go on in the regular way, so that in some unforeseen place, neither the inhabitants nor the Army can injure you. In such a case, the ancient Captains usually went on with the Army in squares, for such they called these formations, not because it was entirely square, but because it was capable of fighting on four sides, and they said that they were going prepared either for marching or for battle. I do not want to stray far from this method, and want to arrange my two Battalions, which I have taken as a rule for an Army, in this manner. If you want, therefore, to walk securely through the enemy country, and be able to respond from every side, if you had been assaulted by surprise, and wanting, in accordance with the ancients, to bring it into a square, I would plan to make a square whose hollow was two hundred arm lengths on every side in this manner. I would first place the flanks, each distant from the other by two hundred twelve arm lengths, and would place five companies in each flank in a file along its length, and distant from each other three arm lengths; these would occupy their own space, each company occupying (a space) forty arm lengths by two hundred twelve arm lengths. Between the front and rear of these two flanks, I would place another ten companies, five on each side, arranging them in such a way that four should be next to the front of the right flank, and five at the rear of the left flank, leaving between each one an interval (gap) of four arm lengths: one of which should be next to the front of the left flank, and one at the rear of the right flank. And as the space existing between the one flank and the other is two hundred twelve arm lengths, and these companies placed alongside each other by their width and not length, they would come to occupy, with the intervals, one hundred thirty four arm lengths, (and) there would be between the four companies placed on the front of the right flank, and one placed on the left, a remaining space of seventy eight arm lengths, and a similar space be left among the companies placed in the rear parts; and there would be no other difference, except that one space would be on the rear side toward the right wing, the other would be on the front side toward the left wing. In the space of seventy eight arm lengths in front, I would place all the ordinary Veliti, and in that in the rear the extraordinary Veliti, who would come to be a thousand per space. And if you want that the space taken up by the Army should be two hundred twelve arm lengths on every side, I would see that five companies are placed in front, and those that are placed in the rear, should not occupy any space already occupied by the flanks, and therefore I would see that the five companies in the rear should have their front touch the rear of their flanks, and those in front should have their rear touch the front (of their flanks), so that on every side of that army, space would remain to receive another company. And as there are four spaces, I would take four banners away from the extraordinary pikemen and would put one on every corner: and the two banners of the aforementioned pikemen left to me, I would place in the middle of the hollow of their army (formed) in a square of companies, at the heads of which the general Captain would remain with his men around him. And as these companies so arranged all march in one direction, but not all fight in one, in putting them together, one has to arrange which sides are not guarded by other companies during the battle. And, therefore, it ought to be considered that the five companies in front protect all the other sides, except the front; and therefore these have to be assembled in an orderly manner (and) with the pikemen in front. The five companies behind protect all the sides, except the side in the back; and therefore ought to be assembled so that the pikemen are in the rear, as we will demonstrate in its place. The five companies on the right flank protect all the sides, from the right flank outward. The five on the left, engird all the sides, from the left flank outward: and therefore in arranging the companies, the pikemen ought to be placed so that they turn by that flank which in uncovered. And as the Heads of Ten are placed in the front and rear, so that when they have to fight, all the army and its members are in their proper places, the manner of accomplishing this was told when we discussed the methods of arranging the companies. I would divide the artillery, and one part I would place outside the right flank, and the other at the left. I would send the light cavalry ahead to reconnoiter the country. Of the men-at-arms, I would place part in the rear on the right wing, and part on the left, distant forty arms lengths from the companies. And no matter how you arrange your Army, you have to take up ((as the cavalry)) this general (rule), that you have to place them always either in the rear or on the flanks. Whoever places them ahead in front of the Army must do one of two things: either he places them so far ahead, that if they are repulsed they have so much room to give them time to be able to obtain shelter for themselves from your infantry and not collide with them; or to arrange them (the infantry) with so many intervals, that by means of them the cavalry can enter among them without disorganizing them. Let not anyone think little of this instruction, because many, not being aware of this, have been ruined, and have been disorganized and routed by themselves. The wagons and the unarmed men are placed in the plaza that exists within the Army, and so compartmented, that they easily make way for whoever wants to go from one side to the other, or from one front of the Army to the other. These companies, without artillery and cavalry, occupy two hundred eighty two arm lengths of space on the outside in every direction. And as this square is composed of two Battalions, it must be devised as to which part one Battalion makes up, and which part the other. And since the Battalions are called by number, and each of them has ((as you know)) ten companies and a general Head, I would have the first Battalion place its first five companies in the front, the other five on the left flank, and the Head should be in the left angle of the front. The first five companies of the second Battalion then should be placed on the right flank, and the other five in the rear, and the Head should be in the right angle, who would undertake the office of the Tergiduttore.The Army organized in this manner is ready to move, and in its movement should completely observe this arrangement: and without doubt it is secure from all the tumults of the inhabitants. Nor ought the Captain make other provisions against these tumultuous assaults, than sometime to give a commission to some cavalry or band of Veliti to put them in their place. Nor will it ever happen that these tumultuous people will come to meet you within the drawing of a sword or pike, because disorderly people are afraid of order; and it will always be seen that they make a great assault with shouts and noises without otherwise approaching you in the way of yelping dogs around a mastiff. Hannibal, when he came to harm from the Romans in Italy, passed through all of France, and always took little account of the tumults of the French. When you want to march, you must have levellers and men with pick axes ahead who clear the road for you, and who are well protected by that cavalry sent ahead to reconnoiter. An Army will march in this order ten miles a day, and enough Sun (light will remain for them to dine and camp, since ordinarily an Army marches twenty miles. If it happens that it is assaulted by an organized Army, this assault cannot arise suddenly, because an organized Army travels at its own rate (step), so that you are always in time to reorganize for the engagement, and quickly bring yourself to that formation, or similar to that formation of the Army, which I showed you above. For if you are assaulted on the front side, you do nothing except (to have) the artillery in the flanks and the cavalry behind come forward and take those places and with those distances mentioned above. The thousand Veliti who are forward, come forth from their positions, and dividing into groups of a hundred, enter into their places between the cavalry and the wings of the Army. Then, into the voids left by them, enter the two bands of extraordinary pikemen which I had placed in the plaza of the Army. The thousand Veliti that I had placed in the rear depart from there, and distribute themselves among the flanks of the companies to strengthen them: and from the open space they leave all the wagons and unarmed men issue forth and place themselves at the rear of the companies. The plaza, therefore, remains vacant as everyone has gone to their places, and the five companies that I placed in the rear of the Army come forward through the open void that exists between the one and the other flank, and march toward the company in the front, and the three approach them at forty arm lengths with equal intervals between one another, and two remain behind distant another forty arm lengths. This formation can be organized quickly, and comes to be almost the same as the first disposition of the Army which we described before: and if it becomes more straitened in the front, it becomes larger in the flanks, which does not weaken it. But as the five companies in the back have their pikemen in the rear for the reasons mentioned above, it is necessary to have them come from the forward part, if you want them to get behind the front of the Army; and, therefore, one must either make them turn company by company, as a solid body, or make them enter quickly between the ranks of the shield-bearers (swordsmen), and bring them forward; which method is more swift and less disorderly than to make them turn. And thus you ought to do with all those who are in the rear in every kind of assault, as I will show you. If it should happen that the enemy comes from the rear, the first thing that ought to be done is to have everyone turn to face the enemy, so that at once the front of the army becomes the rear, and the rear the front. Then all those methods of organizing the front should be followed, which I mentioned above. If the enemy attacks on the right flank, the entire army ought to be made to face in that direction, and then those things ought to be done to strengthen that (new) front which were mentioned above, so that the cavalry, the Veliti, and the artillery are in the position assigned in this front. There is only this difference, that in the changing of fronts, of those who move about, some have to go further, and some less. It is indeed true that when a front is made of the right flank, the Veliti would have to enter the intervals (gaps) that exist between the wings of the Army, and the cavalry would be those nearer to the left flank, in the position of those who would have to enter into the two bands of extraordinary pikemen placed in the center. But before they enter, the wagons and unarmed men stationed at the openings, should clear the plaza and retire behind the left flank, which then becomes the rear of the army. And the other Veliti who should be placed in the rear according to the original arrangement, in this case should not be changed, as that place should not remain open, which, from being the rear, would become a flank. All the other things ought to be done as was said concerning the first front.What has been said concerning making a front from the right flank, is intended also in making one from the left flank, since the same arrangements ought to be observed. If the enemy should happen to be large and organized to assault you on two sides, the two sides on which he assaults you ought to be strengthened from the two that are not assaulted, doubling the ranks in each one, and distributing the artillery, Veliti, and cavalry among each side. If he comes from three or four sides, it needs must be either you or he lacks prudence, for if you were wise, you would never put yourself on the side where the enemy could assault you from three or four sides with large and organized forces, and if he wanted to attach you in safety he must be so large and assault you on each side with a force almost as large as you have in your entire Army. And if you are so little prudent that you put yourself in the midst of the territory and forces of an enemy, who has three times the organized forces that you have, you cannot complain if evil happens to you, except of yourself. If it happens, not by your fault, but by some misadventure, the injury will be without shame, and it will happen to you as it did to the Scipios in Spain, and the Hasdrubal in Italy. But if the enemy has a much larger force than you, and in order to disorganize you wants to assault you on several sides, it will be his foolishness and his gamble; for to do this, he must go (spread) himself thin, that you can always attack on one side and resist on another, and in a brief time ruin him. This method of organizing an Army which is not seen, but who is feared, is necessary, and it is a most useful thing to accustom your soldiers to assemble, and march in such order, and in marching arrange themselves to fight according to the first front (planned), and then return to marching formation, from that make a front from the rear, and then from the flank, and from that return to the original formation. These exercises and accustomization are necessary matters if you want a disciplined and trained Army."
}